const DataDict_Risk = {
  ClinicalRisk: {
    topic: "ClinicalRisk",
    options: [
      {
        code: "A",
        title: "(เกิดที่นี่)  ยังไม่เกิดเหตุการณ์ แต่มีความเสี่ยง / มีโอกาสเกิดความผิดพลาด",
      },
      {
        code: "B",
        title: "(เกิดที่ไกล)  เกิดเหตุการณ์ / ความผิดพลาดขึ้นแล้ว  แต่ยังไม่มีผลกระทบใดๆ ถึงผู้ป่วย",
      },
      {
        code: "C",
        title: "(เกิดกับใคร)  เกิดเหตุการณ์ / ความผิดพลาดขึ้น และมีผลกระทบถึงผู้ป่วย แต่ไม่เกิดอันตรายหรือเสียหาย",
      },
      {
        code: "D",
        title: "(ให้ระวัง)  เกิดความผิดพลาดขึ้น  มีผลกระทบถึงผู้ป่วยต้องให้การดูแลเฝ้าระวังเป็นพิเศษว่าจะไม่เป็นอันตราย",
      },
      {
        code: "E",
        title: "ให้การรักษา(ต้องรักษา)  เกิดความผิดพลาดขึ้น  มีผลกระทบถึงผู้ป่วยเกิดอันตรายชั่วคราวที่ต้องแก้ไข / ให้การรักษาเพิ่มมากขึ้นเพิ่มเติม",
      },
      {
        code: "F",
        title: "(เยียวยานาน) เกิดความผิดพลาดขึ้น  มีผลกระทบที่ต้องใช้เวลาแก้ไขนานกว่าปกติหรือเกินกำหนด  ผู้ป่วยต้องรักษา / นอนโรงพยาบาลนานขึ้น",
      },
      {
        code: "G",
        title: "(ต้องพิการ)  เกิดความผิดพลาด  มีผลกระทบทำให้เสียชื่อเสียง / ความเชื่อถือ  อาจฟ้องร้อง / มีผลระยะยาว หรือทำให้ผู้ป่วยเกิดความพิการถาวร",
      },
      {
        code: "H",
        title: "(ต้องการปั๊ม)  เกิดความผิดพลาด  ถึงผู้ป่วย  มีผลทำให้ต้องทำการช่วยชีวิต เสียชื่อเสียง หรือมีการเรียกร้องค่าเสียหาย",
      },
      {
        code: "I",
        title: "(จำใจลา)  เกิดความผิดพลาด ถึงผู้ป่วย  เป็นสาเหตุทำให้เสียชีวิต  เสียชื่อเสียง  มีการฟ้องร้องทางศาล / สื่อ",
      },
    ],
  },
  GeneralRisk: {
    topic: "GeneralRisk",
    options: [
      {
        code: "1",
        title: "มีโอกาสเกิดความผิดพลาด / มูลค่าความเสียหายไม่เกิน 10,000 บาท / ยังไม่มีผลกระทบต่อผลสำเร็จหรือวัตถุประสงค์ของการดำเนินงาน",
      },
      {
        code: "2",
        title: "เกิดความผิดพลาด / มูลค่าความเสียหาย 10,001- 50,000 บาท / มีผลกระทบ (ที่ควบคุมได้) ต่อผลสำเร็จหรือวัตถุประสงค์ของการดำเนินงาน",
      },
      {
        code: "3",
        title: "เกิดความผิดพลาด / มูลค่าความเสียหาย 50,001- 250,000 บาท / มีผลกระทบปานกลาง (ที่ต้องทำการแก้ไข) ต่อผลสำเร็จหรือวัตถุประสงค์ของการดำเนินงาน",
      },
      {
        code: "4",
        title: "เกิดความผิดพลาด / มูลค่าความเสียหาย 250,001- 10,000,000 บาท / มีผลกระทบสูง ทำให้การดำเนินงานไม่ประสบผลสำเร็จตามวัตถุประสงค์",
      },
      {
        code: "5",
        title: "เกิดความผิดพลาด / มูลค่าความเสียหายมากกว่า 10 ล้านบาท / มีผลกระทบสูงมาก  ทำให้ภารกิจขององค์กรเสียหายอย่างร้ายแรง",
      },
    ],
  },
};

export default DataDict_Risk;
